Repository: cyc1ingsir/KBirthdayPlasma
Catalog: po/*.po
Languages: es_es

source: Font Colour:
es_es: Color fuente:

source: Past Events:
es_es: Acontecimientos ocurridos:

source: Highlight Colour:
es_es: Color a resaltar:

source: Show coming events within
es_es: Mostrar acontecimientos venideros en el plazo de

source: Show past events within
es_es: Mostrar acontecimientos ocurridos en el plazo de

source: Highlight events within
es_es: Resaltar acontecimientos en el plazo de

source: Show anniversaries
es_es: Mostrar aniversarios

source: No Events
es_es: No hay acontecimientos

source: Birthdays
es_es: Cumpleaños

source: Anniversaries
es_es: Aniversarios

source: Birthday Reminder
es_es: Recordatorio de cumpleaños

source: One outstanding event
es_es: Un acontecimiento pendiente

source: No outstanding event
es_es: Ningún acontecimiento pendiente

source: %1 days ago
es_es: hace %1 días

source: yesterday
es_es: ayer

source: today
es_es: hoy

source: tomorrow
es_es: mañana

source: in %1 days
es_es: en %1 días

source: Outstanding Events
es_es: Acontecimientos pendientes

source: no name available
es_es: desconocido
